tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansible"
brew "ansible-lint"
brew "awk"
brew "bat"
brew "cksfv"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "fd"
brew "freerdp"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "keychain"
brew "lazygit"
brew "lsd"
brew "mosh"
brew "neovim"
brew "ripgrep"
brew "sstp-client"
brew "starship"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "tpm"
brew "volta"
brew "wakeonlan"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/packer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "db-browser-for-sqlite"
cask "docker"
cask "font-fira-code-nerd-font"
cask "kitty"
cask "mos"
